[
  {
    "quote": "Ignorance of Scripture is ignorance of Christ",
    "author": "St. Jerome"
  },
  {
    "quote": "Since Christ Himself has said, 'This is My Body' who shall dare to doubt that It is His Body?",
    "author": "St. Cyril of Jerusalem"
  },
  {
    "quote":"Teach us to give and not count the cost",
    "author":"St. Ignatius de Loyola"
  },
  {
    "quote":"Pray as though everything depended on God. Work as though everything depended on you",
    "author":"St. Augustine"
  },
  {
    "quote":"Don't you long to shout to those youths who are bustling around you: Fools! Leave those worldly things that shackle the heart - and very often degrade it - leave all that and come with us in search of Love!",
    "author":"St. Josemaria Escriva"
  },
  {
    "quote":"For me prayer is a surge of the heart, it is a simple look towards Heaven, it is a cry of recognition and of love, embracing both trial and joy",
    "author":"St. Therese of Lisieux"
  },
  {
    "quote":"To convert somebody go and take them by the hand and guide them",
    "author":"St. Thomas Aquinas"
  },
  {
    "quote":"If you are what you should be, you will set the whole world ablaze!",
    "author":"St. Catherine of Sienna"
  },
  {
    "quote":"Lord, make me an instrument of your peace; where there is hatred, let me sow love; where there is injury, pardon; where there is doubt, faith; where there is despair, hope; where there is darkness, light; and where there is sadness, joy",
    "author":"St. Francis"
  },
  {
    "quote":"Our hearts were made for You, O Lord, and they are restless until they rest in you",
    "author":"St. Augustine of Hippo"
  },
  {
    "quote":"Charity is certainly greater than any rule. Moreover, all rules must lead to charity",
    "author":"St. Vincent de Paul"
  },
  {
    "quote":"Late have I loved you, O Beauty ever ancient, ever new, late have I loved you!",
    "author":"St. Augustine"
  },
  {
    "quote":"O Master, make me chaste, but not yet!",
    "author":"St. Augustine"
  },
  {
    "quote":"’Eat my flesh,’ [Jesus] says, ‘and drink my blood.’ The Lord supplies us with these intimate nutrients, he delivers over his flesh and pours out his blood, and nothing is lacking for the growth of his children",
    "author":"St. Clement of Alexandria"
  },
  {
    "quote":"Priests have received a power which God has given neither to angels nor to archangels. It was said to them: ‘Whatsoever you shall bind on earth shall be bound in heaven; and whatsoever you shall loose, shall be loosed.’ Temporal rulers have indeed the power of binding; but they can only bind the body. Priests, in contrast, can bind with a bond which pertains to the soul itself and transcends the very heavens. Did [God] not give them all the powers of heaven?...What greater power is there than this? The Father has given all judgment to the Son. And now I see the Son placing all this power in the hands of men. They are raised to this dignity as if they were already gathered up to heaven",
    "author":"St. John Chrysostom"
  },
  {
    "quote":"The nation doesn’t simply need what we have. It needs what we are",
    "author":"St. Teresia Benedicta (Edith Stein)"
  },
  {
    "quote":"We are to love God for Himself, because of a twofold reason; nothing is more reasonable, nothing more profitable",
    "author":"St. Bernard of Clairvaux"
  },
  {
    "quote":"We always find that those who walked closest to Christ were those who had to bear the greatest trials",
    "author":"St. Teresa of Avila"
  },
  {
    "quote":"Wherever the bishop shall appear, there let the multitude also be; even as, wherever Jesus Christ is, there is the Catholic Church",
    "author":"St. Ignatius of Antioch"
  },
  {
    "quote":"If this is the way You treat Your friends, no wonder You have so few!",
    "author":"St. Teresa of Avila"
  },
  {
    "quote":"Give something, however small, to the one in need. For it is not small to one who has nothing. Neither is it small to God, if we have given what we could",
    "author":"St. Gregory Nazianzen"
  },
  {
    "quote":"Christ be with me, Christ within me, Christ behind me, Christ before me, Christ beside me, Christ to win me, Christ to comfort me and restore me, Christ beneath me, Christ above me, Christ in quiet, Christ in danger, Christ in hearts of all that love me, Christ in mouth of friend and stranger",
    "author":"St. Patrick"
  },
  {
    "quote":"Christ said, “I am the Truth”; he did not say “I am the custom",
    "author":"St. Toribio"
  },
  {
    "quote":"All the efforts of the human mind cannot exhaust the essence of a single fly",
    "author":"St. Thomas Aquinas"
  },
  {
    "quote":"There are more tears shed over answered prayers than over unanswered prayers",
    "author":"St. Teresa of Avila"
  },
  {
    "quote":"I have no taste for corruptible food nor for the pleasures of this life. I desire the bread of God, which is the flesh of Jesus Christ, who was of the seed of David; and for drink I desire his blood, which is love incorruptible",
    "author":"St. Ignatius of Antioch"
  },
  {
    "quote":"You cannot be half a saint; you must be a whole saint or no saint at all",
    "author":"St. Therese of Lisieux"
  },
  {
    "quote":"You must ask God to give you power to fight against the sin of pride which is your greatest enemy – the root of all that is evil, and the failure of all that is good. For God resists the proud",
    "author":"St. Vincent de Paul"
  },
  {
    "quote":"Let us go forward in peace, our eyes upon heaven, the only one goal of our labors",
    "author":"St. Therese of Lisieux"
  },
  {
    "quote":"When you approach the tabernacle remember that he has been waiting for you for twenty centuries",
    "author":"St. Josemaria Escriva"
  },
  {
    "quote":"From silly devotions and sour-faced saints, good Lord, deliver us!",
    "author":"St. Teresa of Avila"
  },
  {
    "quote":"Love God, serve God; everything is in that",
    "author":"St. Clare of Assisi"
  },
  {
    "quote":"Pray with great confidence, with confidence based upon the goodness and infinite generosity of God and upon the promises of Jesus Christ. God is a spring of living water which flows unceasingly into the hearts of those who pray",
    "author":"St. Louis de Montfort"
  },
  {
    "quote":"Apart from the cross, there is no other ladder by which we may get to heaven",
    "author":"St. Rose of Lima"
  },
  {
    "quote":"The creator of the heavens obeys a carpenter; the God of eternal glory listens to a poor virgin. Has anyone ever witnessed anything comparable to this? Let the philosopher no longer disdain from listening to the common laborer; the wise, to the simple; the educated, to the illiterate; a child of a prince, to a peasant",
    "author":"St. Anthony of Padua"
  },
  {
    "quote":"Charity is that with which no man is lost, and without which no man is saved",
    "author":"St. Robert Bellarmine"
  },
  {
    "quote":"Whether, therefore, we receive what we ask for, or do not receive it, let us still continue steadfast in prayer. For to fail in obtaining the desires of our heart, when God so wills it, is not worse than to receive it; for we know not as He does, what is profitable to us",
    "author":"St. John Chrysostom"
  },
  {
    "quote":"What does the poor man do at the rich man’s door, the sick man in the presence of his physician, the thirsty man at a limpid stream? What they do, I do before the Eucharistic God. I pray. I adore. I love",
    "author":"St. Francis"
  },
  {
    "quote":"We will either accuse ourselves or excuse ourselves",
    "author":"St. John Vianney"
  },
  {
    "quote":"If a man wishes to be sure of the road he treads on, he must close his eyes and walk in the dark",
    "author":"St. John of the Cross"
  },
  {
    "quote":"He loves, He hopes, He waits. If He came down on our altars on certain days only, some sinner, on being moved to repentance, might have to look for Him, and not finding Him, might have to wait. Our Lord prefers to wait Himself for the sinner for years rather than keep him waiting one instant",
    "author":"St. Julian Peter Eymard"
  },
  {
    "quote":"Love is the most necessary of all virtues. Love in the person who preaches the word of God is like fire in a musket. If a person were to throw a bullet with his hands, he would hardly make a dent in anything; but if the person takes the same bullet and ignites some gunpowder behind it, it can kill. It is much the same with the word of God. If it is spoken by someone who is filled with the fire of charity- the fire of love of God and neighbor- it will work wonders",
    "author":"St. Anthony Mary Claret"
  },
  {
    "quote":"Our Lord loves you and loves you tenderly; and if He does not let you feel the sweetness of His love, it is to make you more humble and abject in your own eyes",
    "author":"St. Pio of Pietrelcino"
  },
  {
    "quote":"You learn to speak by speaking, to study by studying, to run by running, to work by working, and just so, you learn to love by loving. All those who think to learn in any other way deceive themselves",
    "author":"St. Francis de Sales"
  },
  {
    "quote":"Pray, Hope, and Don't Worry",
    "author":"St. Pio of Pietrelcino"
  },
  {
    "quote":"All the darkness in the world cannot extinguish the light of a single candle",
    "author":"St. Francis"
  },
  {
    "quote":"Tribulation is a gift from God - one that he especially gives His special friends",
    "author":"St. Thomas More"
  },
  {
    "quote":"If I speak to thee in friendship's name, thou think'st I speak too coldly, if I mention love's devoted flame, thou say'st I speak too boldly",
    "author":"St. Thomas More"
  },
  {
    "quote":"Preach the Gospel at all times. If necessary, use words",
    "author":"St. Francis"
  },
  {
    "quote":"There are not over a 100 people in the U.S. that hate the Catholic Church, there are millions however, who hate what they wrongly believe to be the Catholic Church. Which is, of course, quite a different thing",
    "author":"Fulton J. Sheen"
  },
  {
    "quote":"Jealousy is the tribute mediocrity pays to genius",
    "author":"Fulton J. Sheen"
  },
  {
    "quote":"We can do no great things; only small things with great love",
    "author":"Blessed Teresa of Calcutta"
  },
  {
    "quote":"Joy is a net of love by which we catch souls",
    "author":"Blessed Teresa of Calcutta"
  },
  {
    "quote":"It is a poverty to decide that a child must die so that you may live as you wish",
    "author":"Blessed Teresa of Calcutta"
  },
  {
    "quote":"As the family goes, so goes the nation and so goes the whole world in which we live",
    "author":"Venerable John Paul II"
  },
  {
    "quote":"Do not be afraid. Open wide the doors to Christ",
    "author":"Venerable John Paul II"
  },
  {
    "quote":"The human person is a good towards which the only proper attitude is love",
    "author":"Venerable John Paul II"
  },
  {
    "quote":"Freedom consists not in doing what we like, but in having the right to do what we ought",
    "author":"Venerable John Paul II"
  },
  {
    "quote":"The important thing is to do charity, not to talk about charity. We must understand the work with very poor people as a God’s chosen mission",
    "author":"Irmã Dulce Lopes Pontes"
  },
  {
    "quote":"The reason for our existence is to quench the thirst of Jesus. When he asked for water, the soldier gave him vinegar to drink—but his thirst was for love, for souls, for you and me",
    "author":"Blessed Teresa of Calcutta"
  },
  {
    "quote":"Jesus loves hidden souls. A hidden flower is the most fragrant. I must strive to make the interior of my soul a resting place for the Heart of Jesus",
    "author":"Maria Faustina Kowalska"
  },
  {
    "quote":"This morning my soul is greater than the world since it possesses you, you whom heaven and earth do not contain",
    "author":"Margaret of Cortona"
  },
  {
    "quote":"Take heart! First of all it is God who sends things forward and not me. And then from paradise I can do more than I do in this world. When I will no longer be, believe also that it will be better than it is done now. (Her deathbed words)",
    "author":"Giuseppina Vannini"
  },
  {
    "quote":"Receive every trial, every annoyance, every lack of courtesy in the light that springs from the Cross; that is how we please God, how we advance in the ways of love",
    "author":"Elizabeth of the Trinity"
  },
  {
    "quote":"I pray God may preserve your health and life many years",
    "author":"Junipero Serra"
  },
  {
    "quote":"How could I bear a crown of gold when the Lord bears a crown of thorns? And bears it for me!",
    "author":"Elizabeth of Hungary"
  },
  {
    "quote":"Charity enters heaven when humility opens the door",
    "author":"María Natividad Venegas de la Torre "
  },
  {
    "quote":"The Lord has called us from different nations, but we must be united with one heart and one soul",
    "author":"Maria Elizabeth Hesselblad"
  },
  {
    "quote":"My joy is in leading a hidden life unknown to others",
    "author":"Euphrasia of the Sacred Heart"
  },
  {
    "quote":"This is a serious warning cry: Surrender without reservation to the Lord who has called us. This is required of us so that the face of the earth may be renewed",
    "author":"Edith Stein"
  },
  {
    "quote":"Do not abandon yourselves to despair. We are the Easter people and hallelujah is our song",
    "author":"John Paul II"
  },
  {
    "quote":"Let us make best use of the fleeting moments. They will not return",
    "author":"Marianne Cope"
  },
  {
    "quote":"As I hope in thee, O Lord, inspire me with that confidence, which brings me to thy holy mountain",
    "author":"Agnes of Assisi"
  },
  {
    "quote":"Whatever troubles may be before you, accept them cheerfully, remembering whom you are trying to follow. Do not be afraid",
    "author":"Mary MacKillop"
  },
  {
    "quote":"Born poor, but of honored and humble people, I am particularly proud to die poor",
    "author":"Pope John XXIII"
  },
  {
    "quote":"I am prepared to suffer more. I know the Lord is with me. He has some plan for me. How can I requite his kindness?",
    "author":"Alphonsa Muttathupadathu"
  },
  {
    "quote":"He needed bold, brave, inflamed women in the love of God, who could assimilate his life to that of the poor inhabitants of the jungle, to raise them to God",
    "author":"Laura Montoya Upegui"
  },
  {
    "quote":"We should ever be grateful for and love the vocation to which God has called us. This applies to every vocation because, after all, what a privilege it is to serve God, even in the least capacity!",
    "author":"Solanus Casey"
  },
  {
    "quote":"Since happiness is nothing else than the enjoyment of the supreme good, and the supreme good is above us, no one can enjoy happiness unless he rises above himself",
    "author":"Bonaventure"
  },
  {
    "quote":"All blessings come to us through our Lord. He will teach us, for in beholding his life we find that he is the best example",
    "author":"Teresa of Avila"
  },
  {
    "quote":"Actions speak louder than words. Let your words teach and your actions speak",
    "author":"Anthony of Padua "
  },
  {
    "quote":"‘With my mouth,’ God says, ‘I kiss my own chosen creation. I uniquely, lovingly, embrace every image I have made out of the earth’s clay. With a fiery spirit I transform it into a body to serve all the world’",
    "author":"Hildegard of Bingen"
  },
  {
    "quote":"Our earthly and eternal happiness depend on following our vocation without faltering",
    "author":"Gianna Beretta Molla"
  },
  {
    "quote":"Even if I must suffer greatly, thanks be to God’s mercy, I will not lack courage",
    "author":"Genoveva Torres Morales"
  },
  {
    "quote":"Praise and bless my Lord, and give him thanks and serve him with great humility",
    "author":"Francis of Assisi "
  },
  {
    "quote":"Faith lifts the soul. Hope supports it. Experience says it must. And Love says let it be!",
    "author":"Elizabeth Ann Seton"
  },
  {
    "quote":"If we wish to serve God and love our neighbor well, we must manifest our joy in the service we render to Him and them. Let us open wide our hearts. It is joy which invites us. Press forward and fear nothing",
    "author":"Katharine Drexel"
  },
  {
    "quote":"Whatever God wants, as God wills, when God wills",
    "author":"Maria de las Maravillas de Jesús"
  },
  {
    "quote":"How easy it is to die with Jesus on the cross—if one has lived with Jesus on the cross!",
    "author":"Anna Schäffer"
  },
  {
    "quote":"We become what we love and who we love shapes what we become",
    "author":"Clare of Assisi"
  },
  {
    "quote":"Even if I must suffer greatly, thanks be to God’s mercy, I will not lack courage",
    "author":"Genoveva Torres Morales"
  },
  {
    "quote":"In God’s will, there is great peace",
    "author":"Josephine Bakhita"
  },
  {
    "quote":"Our goal must be infinite, not the finite. The infinite is our homeland. Heaven has been waiting for us forever",
    "author":"Blessed Carlo Acutis"
  }
]